功能 = [
{
    名称: "材料改写",
    描述: "对指定内容进行多个版本的改写，以避免文本重复",
    问题: "用中文改写以下段落，避免重复，美化修辞，丰富细节，同时保持其含义：",
},
{
    名称: "翻译",
    描述: "",
    问题: "翻译成中文：",
},
{
    名称: "语音输入优化",
    描述: "处理用第三方应用语音转换的文字，精简口头禅和语气词。",
    问题: "请用简洁明了的语言，编辑以下段落，以改善其逻辑流程，消除任何印刷错误，并以中文作答。请务必保持文章的原意。请从编辑以下文字开始：",
},
{
    名称: "写作建议",
    描述: "提供写作改进方案和建议，但不能直接修改文档",
    问题: "我希望你能充当一名人工智能写作导师。我将为你提供一个需要帮助提高写作水平的学生,你的任务是从文本结构、语法规则和修辞手法等角度,给学生反馈如何提高他们的写作水平。你还应该利用你关于有效写作技巧的经验,以建议该学生如何以书面形式更好地表达他们的思想和观点。从以下文字开始：",
},
{
    名称: "写作素材搜集",
    描述: "提供指定主题的结论和数据，作为素材",
    问题: "生成20条与以下主题有关的事实、统计数据和趋势的清单：",
},
{
    名称: "摘要生成",
    描述: "根据内容，提取要点并适当扩充",
    问题: "使用下面提供的文本作为基础，生成一个简洁的中文摘要，突出最重要的内容，并提供对决策有用的分析。",
},
{
    名称: "问题生成",
    描述: "基于内容生成常见问答",
    问题: "根据以下内容，生成一个 10 个常见问题的清单：",
},
{
    名称: "提问助手",
    描述: "多角度提问，触发深度思考",
    问题: "针对以下内容，提出疑虑和可能出现的问题，用来促进更完整的思考：",
},
{
    名称: "评论助手",
    描述: "",
    问题: "针对以下内容，进行一段有评论，可以包括对作者的感谢，提出可能出现的问题等：",
},
{
    名称: "意见回答",
    描述: "为意见答复提供模板",
    问题: "你是一个回复基层意见的助手，你会针对一段内容拟制回复，回复中应充分分析可能造成的后果，并从促进的单位建设的角度回答。回应以下内容：",
},
{
    名称: "写论文",
    描述: "根据主题撰写内容翔实、有信服力的论文",
    问题: "研究下列主题，不用提供参考文献。主题：",
},
{
    名称: "写新闻",
    描述: "根据主题撰写新闻",
    问题: "使用清晰、简洁、易读的语言写一篇新闻，主题为",
},
]